Repository: rusel95/AstroSvitla
Catalog: AstroSvitla/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, uk

# share.carousel.info
source: 5 images will be shared. Create a carousel post in Instagram.
de: 5 Bilder werden geteilt. Erstelle einen Karussell-Beitrag in Instagram.
es: Se compartirán 5 imágenes. Crea un carrusel en Instagram.
fr: 5 images seront partagées. Créez un carrousel sur Instagram.
it: Verranno condivise 5 immagini. Crea un carosello su Instagram.
ja: 5枚の画像が共有されます。Instagramでカルーセル投稿を作成してください。
ko: 5개의 이미지가 공유됩니다. Instagram에서 캐러셀 게시물을 만드세요.
pt_br: 5 imagens serão compartilhadas. Crie um carrossel no Instagram.
ru: Будет опубликовано 5 изображений. Создайте карусель в Instagram.
tr: 5 görsel paylaşılacak. Instagram'da bir döngü gönderi oluşturun.
uk: 5 зображень буде надіслано. Створіть каруселі в Instagram.

# share.chart.placeholder
source: Your Natal Chart
de: Dein Geburtshoroskop
es: Tu carta natal
fr: Votre thème natal
it: Il tuo tema natale
ja: あなたの出生図
ko: 당신의 출생 차트
pt_br: Seu mapa natal
ru: Ваша натальная карта
tr: Doğum haritanız
uk: Ваша натальна карта

# share.cta.get_full_report
source: Get your full report
de: Hol dir den vollständigen Bericht
es: Obtén tu informe completo
fr: Obtenez votre rapport complet
it: Ottieni il report completo
ja: 完全なレポートを取得
ko: 전체 리포트 받기
pt_br: Obtenha seu relatório completo
ru: Получить полный отчёт
tr: Tam raporunu al
uk: Отримати повний звіт

# share.instagram.button
source: Share to Instagram
de: Auf Instagram teilen
es: Compartir en Instagram
fr: Partager sur Instagram
it: Condividi su Instagram
ja: Instagramでシェア
ko: Instagram에 공유
pt_br: Compartilhar no Instagram
ru: Поделиться в Instagram
tr: Instagram'da paylaş
uk: Поділитися в Instagram

# share.instagram.loading
source: Preparing templates...
de: Vorlagen werden vorbereitet...
es: Preparando plantillas...
fr: Préparation des modèles...
it: Preparazione modelli...
ja: テンプレートを準備中...
ko: 템플릿 준비 중...
pt_br: Preparando modelos...
ru: Подготовка шаблонов...
tr: Şablonlar hazırlanıyor...
uk: Підготовка шаблонів...

# share.instagram.title
source: Share to Instagram
de: Auf Instagram teilen
es: Compartir en Instagram
fr: Partager sur Instagram
it: Condividi su Instagram
ja: Instagramでシェア
ko: Instagram에 공유
pt_br: Compartilhar no Instagram
ru: Поделиться в Instagram
tr: Instagram'da paylaş
uk: Поділитися в Instagram

# share.key_influences.title
source: KEY INFLUENCES
de: WICHTIGE EINFLÜSSE
es: INFLUENCIAS CLAVE
fr: INFLUENCES CLÉS
it: INFLUENZE CHIAVE
ja: 主な影響
ko: 주요 영향
pt_br: INFLUÊNCIAS PRINCIPAIS
ru: КЛЮЧЕВЫЕ ВЛИЯНИЯ
tr: TEMEL ETKİLER
uk: КЛЮЧОВІ ВПЛИВИ

# share.preview.unavailable
source: No preview available
de: Keine Vorschau verfügbar
es: Vista previa no disponible
fr: Aperçu non disponible
it: Anteprima non disponibile
ja: プレビューなし
ko: 미리보기 없음
pt_br: Pré-visualização indisponível
ru: Предпросмотр недоступен
tr: Önizleme yok
uk: Попередній перегляд недоступний

# share.recommendations.title
source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Raccomandazioni
ja: おすすめ
ko: 추천
pt_br: Recomendações
ru: Рекомендации
tr: Öneriler
uk: Рекомендації

# tab.main
source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt_br: Início
ru: Главная
tr: Ana Sayfa
uk: Головна

# tab.reports
source: Reports
de: Berichte
es: Informes
fr: Rapports
it: Report
ja: レポート
ko: 리포트
pt_br: Relatórios
ru: Отчёты
tr: Raporlar
uk: Звіти

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування

# zorya_tagline
source: Discover your cosmic path
de: Entdecken Sie Ihre Sterne
es: Descubre tus estrellas
fr: Découvrez vos étoiles
it: Scopri le tue stelle
ja: あなたの星を発見
ko: 당신의 별을 발견하세요
pt_br: Descubra suas estrelas
ru: Откройте свои звёзды
tr: Yıldızlarınızı keşfedin
uk: Відкрий свій космічний шлях

# zorya_watermark
source: Generated with Zorya
de: Zorya
es: Zorya
fr: Zorya
it: Zorya
ja: Zorya
ko: Zorya
pt_br: Zorya
ru: Zorya
tr: Zorya
uk: Створено за допомогою Zorya

# birth.field.name_optional
source: Name (optional)
es: Nombre (opcional)
fr: Nom (optionnel)
it: Nome (opzionale)
ja: 名前（任意）
ko: 이름(선택사항)
pt_br: Nome (opcional)
ru: Имя (необязательно)
tr: Ad (isteğe bağlı)
uk: Ім'я (необов'язково)

# birth.section.person
source: Person
es: Persona
fr: Personne
it: Persona
ja: 人物
ko: 사람
pt_br: Pessoa
ru: Человек
tr: Kişi
uk: Особа

# chart.name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
tr: İsim
uk: Ім'я

# profile.field.name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
tr: İsim
uk: Ім'я

# purchase.feature.pdf.title
source: PDF Export
es: Exportar PDF
fr: Export PDF
it: Esporta PDF
ja: PDFエクスポート
ko: PDF 내보내기
pt_br: Exportar PDF
ru: Экспорт PDF
tr: PDF dışa aktarma
uk: Експорт PDF

# settings.about.version
source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
tr: Sürüm
uk: Версія

# settings.theme.system
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системная
tr: Sistem
uk: Системна

# action.ok
source: OK
ko: 확인
ru: ОК
tr: Tamam
uk: Гаразд

source: OK
ko: 확인
ru: ОК
tr: Tamam

# loading.generating.description
source: Creating your personalized report for
uk: Створюємо персоналізований звіт для

# onboarding.page4.free_report
source: 🎁 First report is FREE
uk: Перший звіт — безкоштовний!

# purchase.action.restore
source: Restore Purchases
uk: Відновити покупки

# purchase.credits.available
source: %d credits available
uk: %d кредитів доступно

# purchase.credits.none
source: No credits
uk: Немає кредитів

# purchase.datetime
source: Date & Time:
uk: Дата і час:

# purchase.error.duplicate
source: This purchase has already been processed.
uk: Покупку вже було здійснено

# purchase.error.duplicate.recovery
source: Your credit should already be available. Check your credit balance.
uk: Перевірте історію покупок

# purchase.error.generic.recovery
source: Try again or contact support if the problem continues.
uk: Спробуйте ще раз пізніше

# purchase.error.insufficient
source: You don't have enough credits. Please purchase more to continue.
uk: Недостатньо коштів

# purchase.error.insufficient.recovery
source: Purchase a credit to continue.
uk: Перевірте баланс рахунку

# purchase.error.load_failed
source: Failed to load products. Please try again.
uk: Не вдалося завантажити продукти

# purchase.error.network
source: No internet connection. Please check your connection and try again.
uk: Помилка мережі

# purchase.error.network.recovery
source: Check your internet connection and try again.
uk: Перевірте підключення до інтернету

# purchase.error.product_not_found
source: Product not available. Please try again later.
uk: Продукт недоступний

# purchase.error.product_not_found.recovery
source: Try again later or contact support if the issue persists.
uk: Спробуйте пізніше

# purchase.error.purchase_failed
source: Purchase failed. Please try again.
uk: Покупка не вдалася. Спробуйте ще раз.

# purchase.error.save_failed
source: Failed to save purchase. Please contact support.
uk: Не вдалося зберегти покупку

# purchase.error.verification
source: Purchase verification failed. Please try again or contact support.
uk: Не вдалося підтвердити покупку

# purchase.error.verification.recovery
source: Please try purchasing again. If the problem persists, contact support.
uk: Зверніться до служби підтримки

# purchase.paywall.buy_button
source: Buy for %@
uk: Придбати за %@

# purchase.price.free
source: FREE
uk: БЕЗКОШТОВНО

# purchase.price.unavailable
source: Payment Unavailable
uk: Оплата недоступна

# purchase.product.single_credit.description
source: Purchase 1 credit to generate an AI-powered astrology report
uk: Один детальний астрологічний звіт

# purchase.product.single_credit.name
source: 1 Report Credit
uk: Астрологічний звіт

# purchase.report.available
source: Report available
uk: Звіт доступний

# purchase.report.locked
source: Unlock report
uk: Розблокувати звіт

# report.title.with_area
source: Report:
uk: Звіт:

# settings.about.how_it_works
source: How It Works
uk: Як це працює

# settings.about.how_it_works.subtitle
source: Learn about app features
uk: Дізнайтеся про функції додатку

source: $%@/1K
pt_br: R$%@/1K
